<?php
$lang['L_HELP_DB']='Это список существующих баз данных';
$lang['L_HELP_PRAEFIX']='Префикс — это строка для начала таблиц, который выступает в качестве фильтра.';
$lang['L_HELP_ZIP']='Сжатие с GZip - рекомендуется установить в "активирован"';
$lang['L_HELP_MEMORYLIMIT']='Макс. количество памяти в байтах для сценария\n0 = деактивировать';
$lang['L_MEMORY_LIMIT']='Лимит памяти';
$lang['L_HELP_AD1']='Если активирован, файлы резервных копий будут удаляться автоматически.';
$lang['L_HELP_AD3']='максимальное количество файлов резервных копий (для автоудаление)
0 = deactivated';
$lang['L_HELP_LANG']='Выберите ваш язык';
$lang['L_HELP_EMPTY_DB_BEFORE_RESTORE']='Чтобы устранить бесполезные данные вы можете поручить очистить базу данных перед восстановлением';
$lang['L_HELP_CRONEXTENDER']='Расширение Perl-скриптов, значение по умолчанию — ".pl"';
$lang['L_HELP_CRONSAVEPATH']='Имя файла конфигурации для Perl-скрипта';
$lang['L_HELP_CRONPRINTOUT']='Если текстовый вывод выключен, текст не выдается.
Эта функция не зависит от выходных данных журнала.';
$lang['L_HELP_CRONSAMEDB']='Использование одной базы данных в Cron job like настроеного в соответствии с базой данных?';
$lang['L_HELP_CRONDBINDEX']='Выберите базу данных для задания Cron';
$lang['L_HELP_FTPTRANSFER']='Если активирован, файл будет отправлен через FTP.';
$lang['L_HELP_FTPSERVER']='Адрес FTP-сервера';
$lang['L_HELP_FTPPORT']='Порт FTP-сервера, стандартные: 21';
$lang['L_HELP_FTPUSER']='Введите имя пользователя для FTP';
$lang['L_HELP_FTPPASS']='Введите пароль для FTP';
$lang['L_HELP_FTPDIR']='где находится папка загрузки? Введите путь!';
$lang['L_HELP_SPEED']='Минимальная и максимальная скорость, значение по умолчанию — 50 до 5000';
$lang['L_SPEED']='Контроль скорости';
$lang['L_HELP_CRONEXECPATH']='Место Perl скриптов. \n начальной точкой является HTTP-адрес (например, адрес в браузере) \n допускаются абсолютные или относительные пути.';
$lang['L_CRON_EXECPATH']='Путь к Perl-скриптов';
$lang['L_HELP_CRONCOMPLETELOG']='При активации полного вывода записывается в complete_log-файл.
Это не зависит от вывода текста';
$lang['L_HELP_FTP_MODE']='При возникновении проблем при передаче через FTP, попробуйте использовать пассивный режим. ';
